Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: Your light. It grows with every video you share — no photo needed.
ar: ضوؤك. يكبر مع كل فيديو تشاركه — بلا حاجة إلى صورة.
da: Dit lys. Det vokser med hver video, du deler — intet foto nødvendigt.
de: Dein Licht. Es wächst mit jedem Video, das du teilst — ganz ohne Foto.
es: Tu luz. Crece con cada vídeo que compartes — sin necesidad de foto.
fr: Ta lumière. Elle grandit à chaque vidéo partagée — pas besoin de photo.
hi: आपकी रोशनी। हर वीडियो शेयर करने पर यह बढ़ती है — फ़ोटो की ज़रूरत नहीं।
id: Cahayamu. Ia tumbuh dengan setiap video yang kamu bagikan — tanpa perlu foto.
it: La tua luce. Cresce a ogni video che condividi — nessuna foto necessaria.
ja: あなたの光。動画を共有するたびに大きくなります。写真は不要です。
ko: 나만의 빛. 영상을 공유할 때마다 커져요 — 사진은 필요 없어요.
nb: Lyset ditt. Det vokser for hver video du deler — ingen bilder nødvendig.
nl: Jouw licht. Het groeit met elke video die je deelt — geen foto nodig.
pt_br: Sua luz. Ela cresce a cada vídeo que você compartilha — sem precisar de foto.
sv: Ditt ljus. Det växer med varje video du delar — inget foto behövs.
th: แสงของคุณ เติบโตทุกครั้งที่แชร์วิดีโอ — ไม่ต้องใช้รูปถ่าย
tr: Senin ışığın. Paylaştığın her videoyla büyür — fotoğraf gerekmez.
vi: Ánh sáng của bạn. Nó lớn lên cùng mỗi video bạn chia sẻ — không cần ảnh.
zh_hans: 你的光。每分享一条视频它就更亮——不需要照片。
zh_hant: 你的光。每分享一支影片它就更亮——不需要照片。

source: Your Logbook is empty
ar: دفتر يومياتك فارغ
da: Din logbog er tom
de: Dein Logbuch ist leer
es: Tu bitácora está vacía
fr: Ton journal de bord est vide
hi: आपका लॉगबुक खाली है
id: Logbook-mu kosong
it: Il tuo diario di bordo è vuoto
ja: 航海日誌は空です
ko: 항해 일지가 비어 있어요
nb: Loggboken din er tom
nl: Je logboek is leeg
pt_br: Seu diário de bordo está vazio
sv: Din loggbok är tom
th: สมุดบันทึกของคุณว่างอยู่
tr: Seyir defterin boş
vi: Nhật ký của bạn đang trống
zh_hans: 你的航海日志是空的
zh_hant: 你的航海日誌是空的

source: Your name
ar: اسمك
da: Dit navn
de: Dein Name
es: Tu nombre
fr: Votre nom
hi: आपका नाम
id: Namamu
it: Il tuo nome
ja: 名前
ko: 이름
nb: Navnet ditt
nl: Je naam
pt_br: Seu nome
sv: Ditt namn
th: ชื่อของคุณ
tr: Adın
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名稱

source: Your next idea can start one.
ar: فكرتك التالية قد تبدأ واحدًا.
da: Din næste idé kan starte et.
de: Deine nächste Idee kann eines starten.
es: Tu próxima idea puede iniciar uno.
fr: Votre prochaine idée peut en lancer un.
hi: आपका अगला आइडिया एक शुरू कर सकता है।
id: Ide berikutnya bisa memulainya.
it: La tua prossima idea può iniziarne uno.
ja: 次のアイデアで1つ始められます。
ko: 다음 아이디어로 시작해 보세요.
nb: Din neste idé kan starte ett.
nl: Je volgende idee kan er een starten.
pt_br: Sua próxima ideia pode começar um.
sv: Din nästa idé kan starta ett.
th: ไอเดียถัดไปของคุณอาจเริ่มได้
tr: Bir sonraki fikrin bir tane başlatabilir.
vi: Ý tưởng tiếp theo có thể bắt đầu một cái.
zh_hans: 你的下一个想法可以开个头。
zh_hant: 你的下一個點子可以開個頭。

source: Your own margins
ar: هوامشك الخاصة
da: Dine egne margener
de: Eigene Ränder
es: Tus propios márgenes
fr: Vos propres marges
hi: आपके अपने मार्जिन
id: Margin sendiri
it: I tuoi margini
ja: 自分で設定した余白
ko: 직접 정한 여백
nb: Dine egne marger
nl: Je eigen marges
pt_br: Suas próprias margens
sv: Dina egna marginaler
th: ขอบที่กำหนดเอง
tr: Kendi kenar boşlukların
vi: Lề của riêng bạn
zh_hans: 自定边距
zh_hant: 自訂邊距

source: Your own topic
ar: موضوعك الخاص
da: Dit eget emne
de: Dein eigenes Thema
es: Tu propio tema
fr: Ton propre sujet
hi: आपका अपना विषय
id: Topik kamu sendiri
it: Il tuo argomento
ja: 自分のトピック
ko: 나만의 주제
nb: Ditt eget emne
nl: Je eigen onderwerp
pt_br: Seu próprio tema
sv: Ditt eget ämne
th: หัวข้อของคุณเอง
tr: Kendi konun
vi: Chủ đề của riêng bạn
zh_hans: 你自己的主题
zh_hant: 你自己的主題

source: Your points, separated by commas
ar: نقاطك، مفصولة بفواصل
da: Dine punkter, adskilt med kommaer
de: Deine Punkte, durch Kommas getrennt
es: Tus puntos, separados por comas
fr: Vos points, séparés par des virgules
hi: आपके पॉइंट्स, कॉमा से अलग
id: Poin-poinmu, dipisahkan koma
it: I tuoi punti, separati da virgole
ja: ポイント（カンマ区切り）
ko: 요점, 쉼표로 구분
nb: Punktene dine, atskilt med komma
nl: Je punten, gescheiden door komma’s
pt_br: Seus pontos, separados por vírgulas
sv: Dina punkter, åtskilda av kommatecken
th: ประเด็นของคุณ คั่นด้วยจุลภาค
tr: Virgülle ayrılmış maddelerin
vi: Các ý của bạn, cách nhau bằng dấu phẩy
zh_hans: 你的要点，以逗号分隔
zh_hant: 你的要點，以逗號分隔

source: Your purchase is waiting for approval.
ar: عملية الشراء في انتظار الموافقة.
da: Dit køb venter på godkendelse.
de: Dein Kauf wartet auf Freigabe.
es: Tu compra está pendiente de aprobación.
fr: Votre achat attend une approbation.
hi: आपकी ख़रीदारी मंज़ूरी का इंतज़ार कर रही है।
id: Pembelianmu menunggu persetujuan.
it: Il tuo acquisto è in attesa di approvazione.
ja: 購入は承認待ちです。
ko: 구입이 승인을 기다리고 있어요.
nb: Kjøpet ditt venter på godkjenning.
nl: Je aankoop wacht op goedkeuring.
pt_br: Sua compra está aguardando aprovação.
sv: Ditt köp väntar på godkännande.
th: การซื้อของคุณกำลังรออนุมัติ
tr: Satın alman onay bekliyor.
vi: Giao dịch của bạn đang chờ phê duyệt.
zh_hans: 你的购买正在等待批准。
zh_hant: 你的購買正在等待核准。

source: Your script
ar: نصك
da: Dit manuskript
de: Dein Skript
es: Tu guion
fr: Votre script
hi: आपकी स्क्रिप्ट
id: Naskahmu
it: Il tuo copione
ja: あなたの台本
ko: 내 대본
nb: Manuset ditt
nl: Je script
pt_br: Seu roteiro
sv: Ditt manus
th: สคริปต์ของคุณ
tr: Senaryon
vi: Kịch bản của bạn
zh_hans: 你的脚本
zh_hant: 你的腳本

source: Your script is ready. Now it needs you.
ar: نصّك جاهز. الآن يحتاجك.
da: Dit manuskript er klart. Nu har det brug for dig.
de: Dein Skript ist fertig. Jetzt braucht es dich.
es: Tu guion está listo. Ahora te necesita.
fr: Ton script est prêt. Il a maintenant besoin de toi.
hi: आपकी स्क्रिप्ट तैयार है। अब उसे आपकी ज़रूरत है।
id: Naskahmu sudah siap. Sekarang butuh kamu.
it: Il tuo copione è pronto. Ora ha bisogno di te.
ja: 台本ができました。次はあなたの番です。
ko: 대본이 준비됐어요. 이제 당신 차례예요.
nb: Manuset ditt er klart. Nå trenger det deg.
nl: Je script is klaar. Nu heeft het jou nodig.
pt_br: Seu roteiro está pronto. Agora ele precisa de você.
sv: Ditt manus är klart. Nu behöver det dig.
th: สคริปต์พร้อมแล้ว ตอนนี้ต้องการคุณ
tr: Senaryon hazır. Şimdi sana ihtiyacı var.
vi: Kịch bản đã sẵn sàng. Giờ nó cần bạn.
zh_hans: 脚本准备好了，现在轮到你了。
zh_hant: 你的腳本準備好了，現在輪到你了。

source: Your scripts, takes, edits and My Cue Voice are removed from this iPhone. This can't be undone.
ar: تُزال نصوصك ولقطاتك وتعديلاتك وMy Cue Voice من هذا الـ iPhone. لا يمكن التراجع عن ذلك.
da: Dine manuskripter, optagelser, redigeringer og My Cue Voice fjernes fra denne iPhone. Det kan ikke fortrydes.
de: Deine Skripte, Takes, Bearbeitungen und My Cue Voice werden von diesem iPhone entfernt. Das lässt sich nicht rückgängig machen.
es: Tus guiones, tomas, ediciones y My Cue Voice se quitan de este iPhone. No se puede deshacer.
fr: Vos scripts, prises, montages et My Cue Voice sont supprimés de cet iPhone. Action irréversible.
hi: इस iPhone से आपकी स्क्रिप्ट, टेक, एडिट और My Cue Voice हट जाएँगे। इसे वापस नहीं किया जा सकता।
id: Naskah, take, suntingan, dan My Cue Voice dihapus dari iPhone ini. Tindakan ini tidak bisa dibatalkan.
it: Script, riprese, montaggi e My Cue Voice vengono rimossi da questo iPhone. Non si può annullare.
ja: このiPhoneからスクリプト、テイク、編集、My Cue Voiceが削除されます。元に戻せません。
ko: 이 iPhone에서 스크립트, 테이크, 편집, My Cue Voice가 삭제돼요. 되돌릴 수 없어요.
nb: Manus, opptak, redigeringer og My Cue Voice fjernes fra denne iPhonen. Dette kan ikke angres.
nl: Je scripts, opnamen, bewerkingen en My Cue Voice worden van deze iPhone verwijderd. Dit kan niet ongedaan worden gemaakt.
pt_br: Seus roteiros, takes, edições e My Cue Voice serão removidos deste iPhone. Isso não pode ser desfeito.
sv: Dina manus, tagningar, redigeringar och My Cue Voice tas bort från den här iPhonen. Det går inte att ångra.
th: สคริปต์ เทค การตัดต่อ และ My Cue Voice จะถูกลบออกจาก iPhone เครื่องนี้ ย้อนกลับไม่ได้
tr: Metinlerin, çekimlerin, düzenlemelerin ve My Cue Voice bu iPhone'dan kaldırılır. Bu işlem geri alınamaz.
vi: Kịch bản, cảnh quay, bản chỉnh sửa và My Cue Voice sẽ bị xóa khỏi iPhone này. Không thể hoàn tác.
zh_hans: 你的脚本、镜头、剪辑和 My Cue Voice 将从这台 iPhone 移除。此操作无法撤销。
zh_hant: 你的腳本、鏡頭、剪輯和 My Cue Voice 將從這台 iPhone 移除。此操作無法復原。

source: Your setup
ar: إعدادك
da: Din indstilling
de: Dein Setup
es: Tu configuración
fr: Vos réglages
hi: आपका सेटअप
id: Setelanmu
it: La tua configurazione
ja: いつもの設定
ko: 내 설정
nb: Ditt oppsett
nl: Jouw instelling
pt_br: Seu setup
sv: Din inställning
th: การตั้งค่าของคุณ
tr: Ayarların
vi: Thiết lập của bạn
zh_hans: 你的设置
zh_hant: 你的設定

source: Your setup already matches it.
ar: إعدادك يطابقه بالفعل.
da: Din indstilling matcher den allerede.
de: Dein Setup passt schon.
es: Tu configuración ya coincide.
fr: Vos réglages correspondent déjà.
hi: आपका सेटअप पहले से मेल खाता है।
id: Setelanmu sudah sesuai.
it: La tua configurazione corrisponde già.
ja: いつもの設定とすでに同じです。
ko: 이미 내 설정과 같아요.
nb: Oppsettet ditt stemmer allerede med den.
nl: Je instelling komt er al mee overeen.
pt_br: Seu setup já é igual.
sv: Din inställning stämmer redan med den.
th: การตั้งค่าของคุณตรงกันอยู่แล้ว
tr: Ayarların zaten buna uyuyor.
vi: Thiết lập của bạn đã khớp.
zh_hans: 你的设置已经一致。
zh_hant: 你的設定已與此相符。

source: Your take
ar: لقطتك
da: Din optagelse
de: Dein Take
es: Tu toma
fr: Votre prise
hi: आपका टेक
id: Take-mu
it: La tua ripresa
ja: あなたのテイク
ko: 내 테이크
nb: Opptaket ditt
nl: Je opname
pt_br: Seu take
sv: Din tagning
th: เทคของคุณ
tr: Çekimin
vi: Cảnh quay của bạn
zh_hans: 你的镜头
zh_hant: 你的鏡頭

source: Your take flows. Try a shorter length.
ar: لقطتك متدفقة. جرّب مدة أقصر.
da: Din optagelse flyder. Prøv en kortere længde.
de: Dein Take fließt. Probier eine kürzere Länge.
es: Tu toma fluye. Prueba con una duración más corta.
fr: Votre prise est fluide. Essayez une durée plus courte.
hi: आपका टेक सहज है। कम लंबाई आज़माएँ।
id: Take-mu lancar. Coba durasi yang lebih pendek.
it: La ripresa scorre. Prova una durata più breve.
ja: テイクは自然に流れています。短い長さを試してください。
ko: 테이크가 매끄럽습니다. 더 짧은 길이로 해 보세요.
nb: Opptaket ditt flyter. Prøv en kortere lengde.
nl: Je opname loopt lekker. Probeer een kortere lengte.
pt_br: Seu take flui. Tente um tempo menor.
sv: Din tagning flyter på. Prova en kortare längd.
th: เทคของคุณลื่นไหลแล้ว ลองความยาวที่สั้นลง
tr: Çekimin akıcı. Daha kısa bir süre dene.
vi: Cảnh quay đã trôi chảy. Thử độ dài ngắn hơn.
zh_hans: 你的镜头很流畅。试试更短的时长。
zh_hant: 你的鏡頭很流暢。試試較短的長度。

source: Your take is read and put on the timeline in a moment.
ar: تُقرأ لقطتك وتوضع على الخط الزمني بعد لحظة.
da: Din optagelse læses og lægges på tidslinjen om et øjeblik.
de: Dein Take wird gleich gelesen und auf die Zeitleiste gelegt.
es: Tu toma se lee y se coloca en la línea de tiempo en un momento.
fr: Ta prise est lue et placée sur la timeline dans un instant.
hi: आपका टेक कुछ ही पल में पढ़कर टाइमलाइन पर रखा जाएगा।
id: Take-mu dibaca dan ditaruh di timeline sebentar lagi.
it: Il take viene letto e messo sulla timeline tra un attimo.
ja: まもなくテイクが読み込まれ、タイムラインに置かれます。
ko: 곧 테이크를 읽어 타임라인에 올려요.
nb: Opptaket ditt leses og legges på tidslinjen om et øyeblikk.
nl: Je opname wordt zo gelezen en op de tijdlijn gezet.
pt_br: Sua take é lida e colocada na linha do tempo em instantes.
sv: Din tagning läses in och läggs på tidslinjen om en stund.
th: เทคของคุณจะถูกอ่านและวางบนไทม์ไลน์ในอีกสักครู่
tr: Çekimin birazdan okunup zaman çizelgesine konur.
vi: Đoạn quay sẽ được đọc và đặt lên timeline trong giây lát.
zh_hans: 你的镜头马上会被读取并放到时间线上。
zh_hant: 你的鏡頭馬上就會讀取並放上時間軸。

source: Your title
ar: عنوانك
da: Din titel
de: Dein Titel
es: Tu título
fr: Votre titre
hi: आपका टाइटल
id: Judulmu
it: Il tuo titolo
ja: タイトル
ko: 제목
nb: Tittelen din
nl: Je titel
pt_br: Seu título
sv: Din rubrik
th: ชื่อเรื่องของคุณ
tr: Başlığın
vi: Tiêu đề của bạn
zh_hans: 你的标题
zh_hant: 你的標題

source: Your topics
ar: مواضيعك
da: Dine emner
de: Deine Themen
es: Tus temas
fr: Tes sujets
hi: आपके विषय
id: Topikmu
it: I tuoi argomenti
ja: あなたのトピック
ko: 내 주제
nb: Emnene dine
nl: Je onderwerpen
pt_br: Seus temas
sv: Dina ämnen
th: หัวข้อของคุณ
tr: Konuların
vi: Chủ đề của bạn
zh_hans: 你的主题
zh_hant: 你的主題

source: Your universe
ar: كونك
da: Dit univers
de: Dein Universum
es: Tu universo
fr: Ton univers
hi: आपका ब्रह्मांड
id: Semestamu
it: Il tuo universo
ja: あなたの宇宙
ko: 나의 우주
nb: Universet ditt
nl: Jouw universum
pt_br: Seu universo
sv: Ditt universum
th: จักรวาลของคุณ
tr: Senin evrenin
vi: Vũ trụ của bạn
zh_hans: 你的宇宙
zh_hant: 你的宇宙

source: YOUR UNIVERSE
ar: كونك
da: DIT UNIVERS
de: DEIN UNIVERSUM
es: TU UNIVERSO
fr: TON UNIVERS
hi: आपका ब्रह्मांड
id: SEMESTAMU
it: IL TUO UNIVERSO
ja: あなたの宇宙
ko: 나의 우주
nb: DITT UNIVERS
nl: JOUW UNIVERSUM
pt_br: SEU UNIVERSO
sv: DITT UNIVERSUM
th: จักรวาลของคุณ
tr: EVRENİN
vi: VŨ TRỤ CỦA BẠN
zh_hans: 你的宇宙
zh_hant: 你的宇宙

source: Your universe starts with your first share.
ar: يبدأ كونك بأول مشاركة لك.
da: Dit univers starter med din første deling.
de: Dein Universum beginnt mit deinem ersten Teilen.
es: Tu universo empieza con tu primer envío.
fr: Votre univers commence avec votre premier partage.
hi: आपका यूनिवर्स पहले शेयर से शुरू होता है।
id: Semestamu dimulai dari berbagi pertamamu.
it: Il tuo universo inizia con la tua prima condivisione.
ja: あなたのユニバースは最初の共有から始まります。
ko: 당신의 유니버스는 첫 공유로 시작돼요.
nb: Universet ditt starter med din første deling.
nl: Je universum begint met je eerste deling.
pt_br: Seu universo começa com seu primeiro compartilhamento.
sv: Ditt universum börjar med din första delning.
th: จักรวาลของคุณเริ่มจากการแชร์ครั้งแรก
tr: Evrenin ilk paylaşımınla başlar.
vi: Vũ trụ của bạn bắt đầu từ lần chia sẻ đầu tiên.
zh_hans: 你的宇宙从第一次分享开始。
zh_hant: 你的宇宙從第一次分享開始。

source: Your usual setup is %@.
ar: إعدادك المعتاد هو %@.
da: Din sædvanlige indstilling er %@.
de: Dein übliches Setup ist %@.
es: Tu configuración habitual es %@.
fr: Vos réglages habituels : %@.
hi: आपका सामान्य सेटअप %@ है।
id: Setelan biasamu adalah %@.
it: La tua configurazione abituale è %@.
ja: いつもの設定は%@です。
ko: 평소 설정은 %@이에요.
nb: Det vanlige oppsettet ditt er %@.
nl: Je gebruikelijke instelling is %@.
pt_br: Seu setup de sempre é %@.
sv: Din vanliga inställning är %@.
th: การตั้งค่าประจำของคุณคือ %@
tr: Her zamanki ayarların: %@.
vi: Thiết lập quen thuộc của bạn là %@.
zh_hans: 你的常用设置是%@。
zh_hant: 你平常的設定是 %@。

source: Your video is already loaded and the post text is copied.
ar: الفيديو محمّل بالفعل والنص منسوخ.
da: Din video er allerede indlæst, og teksten er kopieret.
de: Dein Video ist schon geladen und der Text ist kopiert.
es: Tu video ya está cargado y el texto está copiado.
fr: Votre vidéo est déjà chargée et le texte est copié.
hi: आपका वीडियो पहले से लोड है और पोस्ट का टेक्स्ट कॉपी हो चुका है।
id: Videomu sudah dimuat dan teks postingan sudah disalin.
it: Il tuo video è già caricato e il testo è copiato.
ja: 動画は読み込み済みで、投稿文もコピー済みです。
ko: 영상은 이미 불러와졌고 게시 텍스트도 복사됐어요.
nb: Videoen din er allerede lastet, og teksten er kopiert.
nl: Je video is al geladen en de tekst is gekopieerd.
pt_br: Seu vídeo já está carregado e o texto está copiado.
sv: Din video är redan inläst och texten är kopierad.
th: วิดีโอโหลดไว้แล้วและคัดลอกข้อความโพสต์แล้ว
tr: Videon zaten yüklendi ve gönderi metni kopyalandı.
vi: Video của bạn đã được tải sẵn và nội dung bài đăng đã được sao chép.
zh_hans: 视频已载入，发布文字也已拷贝。
zh_hant: 影片已載入，發布文字也已拷貝。

source: Your video is ready
ar: فيديوك جاهز
da: Din video er klar
de: Dein Video ist bereit
es: Tu vídeo está listo
fr: Votre vidéo est prête
hi: आपका वीडियो तैयार है
id: Videomu sudah siap
it: Il tuo video è pronto
ja: 動画の準備ができました
ko: 영상이 준비됐어요
nb: Videoen din er klar
nl: Je video is klaar
pt_br: Seu vídeo está pronto
sv: Din video är klar
th: วิดีโอของคุณพร้อมแล้ว
tr: Videon hazır
vi: Video của bạn đã sẵn sàng
zh_hans: 你的视频已就绪
zh_hant: 你的影片已就緒

source: YOUR VIDEO IS READY
ar: فيديوك جاهز
da: DIN VIDEO ER KLAR
de: DEIN VIDEO IST BEREIT
es: TU VÍDEO ESTÁ LISTO
fr: VOTRE VIDÉO EST PRÊTE
hi: आपका वीडियो तैयार है
id: VIDEOMU SUDAH SIAP
it: IL TUO VIDEO È PRONTO
ja: 動画の準備ができました
ko: 영상이 준비됐어요
nb: VIDEOEN DIN ER KLAR
nl: JE VIDEO IS KLAAR
pt_br: SEU VÍDEO ESTÁ PRONTO
sv: DIN VIDEO ÄR KLAR
th: วิดีโอของคุณพร้อมแล้ว
tr: VİDEON HAZIR
vi: VIDEO CỦA BẠN ĐÃ SẴN SÀNG
zh_hans: 你的视频已就绪
zh_hant: 你的影片已就緒

source: Your voice
ar: صوتك
da: Din stemme
de: Deine Stimme
es: Tu voz
fr: Ta voix
hi: आपकी आवाज़
id: Suaramu
it: La tua voce
ja: あなたの声
ko: 내 목소리
nb: Stemmen din
nl: Jouw stem
pt_br: Sua voz
sv: Din röst
th: เสียงของคุณ
tr: Senin sesin
vi: Giọng của bạn
zh_hans: 你的声音
zh_hant: 你的聲音

source: Your words appear here to review before you send.
ar: تظهر كلماتك هنا لتراجعها قبل الإرسال.
da: Dine ord vises her, så du kan gennemse dem, før du sender.
de: Deine Worte erscheinen hier, damit du sie vor dem Senden prüfen kannst.
es: Tus palabras aparecen aquí para que las revises antes de enviarlas.
fr: Vos mots apparaissent ici pour que vous les relisiez avant d’envoyer.
hi: आपके शब्द यहाँ दिखते हैं, ताकि भेजने से पहले आप उन्हें जाँच सकें।
id: Kata-katamu muncul di sini agar bisa kamu periksa sebelum dikirim.
it: Le tue parole compaiono qui, così puoi rivederle prima di inviare.
ja: 話した言葉がここに表示されます。送信する前に確認できます。
ko: 말한 내용이 여기에 표시되며, 보내기 전에 확인할 수 있어요.
nb: Ordene dine vises her så du kan gå gjennom dem før du sender.
nl: Je woorden verschijnen hier zodat je ze kunt nalopen voordat je verstuurt.
pt_br: Suas palavras aparecem aqui para você revisar antes de enviar.
sv: Dina ord visas här så att du kan granska dem innan du skickar.
th: คำที่คุณพูดจะแสดงที่นี่ให้ตรวจดูก่อนส่ง
tr: Söylediklerin burada görünür, göndermeden önce gözden geçirebilirsin.
vi: Lời bạn nói hiện ở đây để bạn xem lại trước khi gửi.
zh_hans: 你说的话会显示在这里，发送前可以先检查。
zh_hant: 你說的話會顯示在這裡，送出前可以先檢查。

source: Your words, your way.
ar: كلماتك، بطريقتك.
da: Dine ord, din måde.
de: Deine Worte, dein Weg.
es: Tus palabras, a tu manera.
fr: Vos mots, à votre façon.
hi: आपके शब्द, आपका अंदाज़।
id: Kata-katamu, caramu.
it: Le tue parole, a modo tuo.
ja: あなたの言葉で、あなたのやり方で。
ko: 내 말, 내 방식대로.
nb: Dine ord, din måte.
nl: Jouw woorden, jouw manier.
pt_br: Suas palavras, do seu jeito.
sv: Dina ord, ditt sätt.
th: คำพูดของคุณ ในแบบของคุณ
tr: Senin sözlerin, senin tarzın.
vi: Lời của bạn, theo cách của bạn.
zh_hans: 用你的话，按你的方式。
zh_hant: 你的話，你的方式。

source: Your year in review
ar: مراجعة عامك
da: Dit år i review
de: Dein Jahr im Rückblick
es: Tu año en resumen
fr: Votre année en revue
hi: आपके साल की समीक्षा
id: Ulasan tahunmu
it: Il tuo anno in rassegna
ja: 1年の振り返り
ko: 한 해 돌아보기
nb: Året ditt i review
nl: Je jaar in review
pt_br: Seu ano em revisão
sv: Ditt år i översikt
th: ทบทวนปีของคุณ
tr: Yılın bir bakışta
vi: Nhìn lại năm của bạn
zh_hans: 你的年度回顾
zh_hant: 你的年度回顧

source: YouTube · long-form
ar: YouTube · فيديو طويل
da: YouTube · lange videoer
de: YouTube · Langformat
es: YouTube · formato largo
fr: YouTube · format long
hi: YouTube · लंबे वीडियो
id: YouTube · video panjang
it: YouTube · formato lungo
ja: YouTube · 長尺
ko: YouTube · 롱폼
nb: YouTube · lange videoer
nl: YouTube · lange video’s
pt_br: YouTube · vídeo longo
sv: YouTube · långformat
th: YouTube · วิดีโอยาว
tr: YouTube · uzun video
vi: YouTube · video dài
zh_hans: YouTube · 长视频
zh_hant: YouTube · 長影片

source: YouTube only allows mid-roll ads on videos 8 minutes or longer.
ar: يسمح YouTube بإعلانات منتصف الفيديو فقط في الفيديوهات التي مدتها 8 دقائق أو أكثر.
da: YouTube tillader kun mid-roll-annoncer på videoer på 8 minutter eller mere.
de: YouTube erlaubt Mid-Roll-Werbung nur bei Videos ab 8 Minuten.
es: YouTube solo permite anuncios a mitad del vídeo en vídeos de 8 minutos o más.
fr: YouTube n’autorise les pubs en milieu de vidéo que pour les vidéos de 8 minutes ou plus.
hi: YouTube सिर्फ़ 8 मिनट या उससे लंबे वीडियो पर मिड-रोल ऐड की अनुमति देता है।
id: YouTube hanya mengizinkan iklan tengah video pada video berdurasi 8 menit atau lebih.
it: YouTube consente annunci a metà video solo per video di almeno 8 minuti.
ja: YouTubeのミッドロール広告は8分以上の動画でのみ使えます。
ko: YouTube는 8분 이상인 동영상에서만 중간 광고를 허용해요.
nb: YouTube tillater bare mid-roll-annonser på videoer på 8 minutter eller mer.
nl: YouTube staat mid-roll-advertenties alleen toe bij video’s van 8 minuten of langer.
pt_br: O YouTube só permite anúncios no meio do vídeo em vídeos de 8 minutos ou mais.
sv: YouTube tillåter bara mid-roll-annonser i videor på 8 minuter eller mer.
th: YouTube ให้ใส่โฆษณากลางคลิปได้เฉพาะวิดีโอที่ยาว 8 นาทีขึ้นไป
tr: YouTube, video ortası reklamlara yalnızca 8 dakika veya daha uzun videolarda izin verir.
vi: YouTube chỉ cho phép quảng cáo giữa video với video dài từ 8 phút.
zh_hans: YouTube 只允许 8 分钟及以上的视频插入中插广告。
zh_hant: YouTube 只允許在 8 分鐘以上的影片中插入中插廣告。

source: Zoom
ar: التكبير
hi: ज़ूम
ja: ズーム
ko: 확대/축소
th: ซูม
tr: Yakınlaştırma
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放

source: Zoom %@×
ar: تكبير %@×
hi: ज़ूम %@×
ja: ズーム %@×
ko: 줌 %@×
th: ซูม %@×
tr: Yakınlaştırma %@×
vi: Thu phóng %@×
zh_hans: 缩放 %@×
zh_hant: 縮放 %@×

source: Zoom in
ar: تكبير
da: Zoom ind
de: Vergrößern
es: Acercar
fr: Zoomer
hi: ज़ूम इन
id: Perbesar
it: Ingrandisci
ja: 拡大
ko: 확대
nb: Zoom inn
nl: Inzoomen
pt_br: Aproximar
sv: Zooma in
th: ซูมเข้า
tr: Yakınlaştır
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

source: Zoom out
ar: تصغير
da: Zoom ud
de: Verkleinern
es: Alejar
fr: Dézoomer
hi: ज़ूम आउट
id: Perkecil
it: Rimpicciolisci
ja: 縮小
ko: 축소
nb: Zoom ut
nl: Uitzoomen
pt_br: Afastar
sv: Zooma ut
th: ซูมออก
tr: Uzaklaştır
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

source: Your universe has its first star.
ar: أضاء أول نجم في كونك.
da: Dit univers har fået sin første stjerne.
de: Dein Universum hat seinen ersten Stern.
es: Tu universo ya tiene su primera estrella.
fr: Votre univers a sa première étoile.
hi: आपके यूनिवर्स का पहला तारा जल उठा।
id: Semestamu punya bintang pertamanya.
it: Il tuo universo ha la sua prima stella.
ja: あなたのユニバースに最初の星が灯りました。
ko: 당신의 유니버스에 첫 번째 별이 떴어요.
nb: Universet ditt har fått sin første stjerne.
nl: Je universum heeft zijn eerste ster.
pt_br: Seu universo ganhou a primeira estrela.
sv: Ditt universum har fått sin första stjärna.
th: จักรวาลของคุณมีดาวดวงแรกแล้ว
tr: Evrenin ilk yıldızına kavuştu.
vi: Vũ trụ của bạn đã có ngôi sao đầu tiên.
zh_hans: 你的宇宙有了第一颗星。
zh_hant: 你的宇宙有了第一顆星。

source: ✓ SAVED
ar: ✓ تم الحفظ
da: ✓ GEMT
de: ✓ GESICHERT
es: ✓ GUARDADO
fr: ✓ ENREGISTRÉ
hi: ✓ सेव हुआ
id: ✓ TERSIMPAN
it: ✓ SALVATO
ja: ✓ 保存済み
ko: ✓ 저장됨
nb: ✓ LAGRET
nl: ✓ BEWAARD
pt_br: ✓ SALVO
sv: ✓ SPARAD
th: ✓ บันทึกแล้ว
tr: ✓ KAYDEDİLDİ
vi: ✓ ĐÃ LƯU
zh_hans: ✓ 已保存
zh_hant: ✓ 已儲存

source: PICK 1 TO 3 TOPICS
ar: اختر من 1 إلى 3 مواضيع
da: VÆLG 1 TIL 3 EMNER
de: WÄHLE 1 BIS 3 THEMEN
es: ELIGE DE 1 A 3 TEMAS
fr: CHOISIS DE 1 À 3 THÈMES
hi: 1 से 3 विषय चुनें
id: PILIH 1 SAMPAI 3 TOPIK
it: SCEGLI DA 1 A 3 ARGOMENTI
ja: トピックを1〜3個選ぼう
ko: 주제를 1~3개 고르세요
nb: VELG 1 TIL 3 TEMAER
nl: KIES 1 TOT 3 ONDERWERPEN
pt_br: ESCOLHA DE 1 A 3 TEMAS
sv: VÄLJ 1 TILL 3 ÄMNEN
th: เลือก 1 ถึง 3 หัวข้อ
tr: 1 İLE 3 KONU SEÇ
vi: CHỌN 1 ĐẾN 3 CHỦ ĐỀ
zh_hans: 选择 1 到 3 个主题
zh_hant: 選擇 1 到 3 個主題

source: %lld OF %lld · ADD MORE OR CONTINUE
ar: %1$lld من %2$lld · أضف المزيد أو تابع
da: %1$lld AF %2$lld · TILFØJ FLERE ELLER FORTSÆT
de: %1$lld VON %2$lld · MEHR HINZUFÜGEN ODER WEITER
es: %1$lld DE %2$lld · AÑADE MÁS O CONTINÚA
fr: %1$lld SUR %2$lld · AJOUTE-EN OU CONTINUE
hi: %2$lld में से %1$lld · और जोड़ें या जारी रखें
id: %1$lld DARI %2$lld · TAMBAH LAGI ATAU LANJUT
it: %1$lld DI %2$lld · AGGIUNGINE ALTRI O CONTINUA
ja: %1$lld / %2$lld · 追加するか、続ける
ko: %1$lld / %2$lld · 더 추가하거나 계속
nb: %1$lld AV %2$lld · LEGG TIL FLERE ELLER FORTSETT
nl: %1$lld VAN %2$lld · VOEG MEER TOE OF GA DOOR
pt_br: %1$lld DE %2$lld · ADICIONE MAIS OU CONTINUE
sv: %1$lld AV %2$lld · LÄGG TILL FLER ELLER FORTSÄTT
th: %1$lld จาก %2$lld · เพิ่มอีกหรือไปต่อ
tr: %1$lld / %2$lld · DAHA FAZLA EKLE YA DA DEVAM ET
vi: %1$lld TRÊN %2$lld · THÊM NỮA HOẶC TIẾP TỤC
zh_hans: %1$lld / %2$lld · 可继续添加，或点“继续”
zh_hant: %1$lld / %2$lld · 可繼續新增，或點「繼續」
